Repository: anemoris/Colofa
Catalog: Colofa/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Added
ja: 追加
ko: 추가됨
zh_hans: 已添加
zh_hant: 已加入

source: Ahead
ja: 先行
ko: 앞섬
zh_hans: 领先
zh_hant: 領先

source: Behind
ja: 遅延
ko: 뒤처짐
zh_hans: 落后
zh_hant: 落後

# checkoutBlockedMorePaths
source: …and %@ more
ja: …ほか %@ 件
ko: …외 %@개
zh_hans: …以及另外 %@ 个
zh_hant: …以及另外 %@ 個

# checkoutBlockedByLocalWork
source: This uncommitted work would be overwritten by the Checkout: %@ Commit or Stash the tracked changes, and move or remove the untracked files.
ja: コミットされていない次の作業は、チェックアウトによって上書きされます: %@ 追跡中の変更はコミットまたはスタッシュし、追跡されていないファイルは移動または削除してください。
ko: 커밋되지 않은 다음 작업은 체크아웃이 덮어씁니다: %@ 추적 중인 변경 사항은 커밋하거나 스태시하고, 추적되지 않는 파일은 옮기거나 삭제하세요.
zh_hans: 以下尚未提交的工作会被签出覆盖： %@ 请提交或贮藏已跟踪的更改，并移动或删除未跟踪的文件。
zh_hant: 以下尚未提交的工作會被簽出覆蓋： %@ 請提交或儲藏已追蹤的更改，並移動或刪除未追蹤的檔案。

# checkoutBlockedByUntrackedFiles
source: These untracked files would be overwritten by the Checkout: %@ Move or remove them first.
ja: 次の追跡されていないファイルは、チェックアウトによって上書きされます: %@ 先に移動または削除してください。
ko: 다음 추적되지 않는 파일은 체크아웃이 덮어씁니다: %@ 먼저 옮기거나 삭제하세요.
zh_hans: 以下未跟踪的文件会被签出覆盖： %@ 请先移动或删除它们。
zh_hant: 以下未追蹤的檔案會被簽出覆蓋： %@ 請先移動或刪除它們。

# checkoutBlockedByLocalChanges
source: These files have local changes the Checkout would overwrite: %@ Commit or Stash them first.
ja: 次のファイルには、チェックアウトによって上書きされるローカルの変更があります: %@ 先にコミットするかスタッシュしてください。
ko: 다음 파일에는 체크아웃이 덮어쓸 로컬 변경 사항이 있습니다: %@ 먼저 커밋하거나 스태시하세요.
zh_hans: 以下文件的本地更改会被签出覆盖： %@ 请先提交或贮藏这些更改。
zh_hant: 以下檔案的本機更改會被簽出覆蓋： %@ 請先提交或儲藏這些更改。

# checkoutBlockedTitle
source: Cannot Check Out “%@”
ja: 「%@」をチェックアウトできません
ko: “%@”을(를) 체크아웃할 수 없음
zh_hans: 无法签出“%@”
zh_hant: 無法簽出「%@」

source: Checkout Failed
ja: チェックアウトに失敗しました
ko: 체크아웃 실패
zh_hans: 签出失败
zh_hant: 簽出失敗

# branchActionUnavailableMutationInProgress
source: Another Git command is still running.
ja: 別の Git コマンドがまだ実行中です。
ko: 다른 Git 명령이 아직 실행 중입니다.
zh_hans: 另一条 Git 命令仍在运行。
zh_hant: 另一條 Git 命令仍在執行。

# branchActionUnavailableNotLocalBranch
source: Only a local branch can be deleted.
ja: 削除できるのはローカルブランチだけです。
ko: 로컬 브랜치만 삭제할 수 있습니다.
zh_hans: 只能删除本地分支。
zh_hant: 只能刪除本機分支。

# branchActionUnavailableCurrentBranch
source: The current branch cannot be deleted. Check out another Ref first.
ja: 現在のブランチは削除できません。先に別の参照をチェックアウトしてください。
ko: 현재 브랜치는 삭제할 수 없습니다. 먼저 다른 참조를 체크아웃하세요.
zh_hans: 无法删除当前分支。请先签出其他引用。
zh_hant: 無法刪除目前分支。請先簽出其他參照。

# branchActionUnavailableConflict
source: Resolve every Conflict before checking out another Ref.
ja: 他の参照をチェックアウトする前に、すべてのコンフリクトを解決してください。
ko: 다른 참조를 체크아웃하기 전에 모든 충돌을 해결하세요.
zh_hans: 签出其他引用前请先解决所有冲突。
zh_hant: 簽出其他參照前請先解決所有衝突。

# branchActionUnavailableOperationInProgress
source: Finish or abort the Git operation in progress before checking out another Ref.
ja: 他の参照をチェックアウトする前に、進行中の Git 操作を完了するか中止してください。
ko: 다른 참조를 체크아웃하기 전에 진행 중인 Git 작업을 완료하거나 중단하세요.
zh_hans: 签出其他引用前请先完成或中止进行中的 Git 操作。
zh_hant: 簽出其他參照前請先完成或中止進行中的 Git 操作。

# branchActionUnavailableAlreadyCheckedOut
source: This Ref is already checked out.
ja: この参照はすでにチェックアウトされています。
ko: 이 참조는 이미 체크아웃되어 있습니다.
zh_hans: 该引用已经签出。
zh_hant: 該參照已經簽出。

# branchActionUnavailableUnbornBranch
source: This branch has no Commit yet, so a new branch has nothing to start at.
ja: このブランチにはまだコミットがないため、新しいブランチの起点がありません。
ko: 이 브랜치에는 아직 커밋이 없어 새 브랜치가 시작할 지점이 없습니다.
zh_hans: 该分支尚无提交，新分支没有可用的起始点。
zh_hant: 該分支尚無提交，新分支沒有可用的起始點。

# branchActionUnavailableNoRepository
source: Open a Repository first.
ja: 先にリポジトリを開いてください。
ko: 먼저 저장소를 여세요.
zh_hans: 请先打开仓库。
zh_hant: 請先開啟儲存庫。

# branchNameAlreadyExists
source: A local branch with this name already exists.
ja: この名前のローカルブランチはすでに存在します。
ko: 같은 이름의 로컬 브랜치가 이미 있습니다.
zh_hans: 已存在同名的本地分支。
zh_hant: 已存在同名的本機分支。

# branchNameCheckFailedDescription
source: Git could not be asked whether this name is acceptable.
ja: この名前を使用できるかどうか Git に問い合わせられませんでした。
ko: 이 이름을 사용할 수 있는지 Git에 확인하지 못했습니다.
zh_hans: 无法向 Git 询问该名称是否可用。
zh_hant: 無法向 Git 詢問該名稱是否可用。

# branchNameInvalid
source: Git does not accept this branch name. Avoid spaces, “..”, “~”, “^”, “:”, “?”, “*”, “[”, and “\”, and do not begin with “-” or end with “/” or “.lock”.
ja: Git はこのブランチ名を受け付けません。スペースや「..」「~」「^」「:」「?」「*」「[」「\」は使えず、「-」で始めることも「/」や「.lock」で終えることもできません。
ko: Git이 이 브랜치 이름을 허용하지 않습니다. 공백과 “..”, “~”, “^”, “:”, “?”, “*”, “[”, “\”는 쓸 수 없고, “-”로 시작하거나 “/” 또는 “.lock”으로 끝날 수 없습니다.
zh_hans: Git 不接受该分支名称。不能包含空格、“..”、“~”、“^”、“:”、“?”、“*”、“[”、“\”，也不能以“-”开头或以“/”“.lock”结尾。
zh_hant: Git 不接受該分支名稱。不能包含空格、「..」、「~」、「^」、「:」、「?」、「*」、「[」、「\」，也不能以「-」開頭或以「/」、「.lock」結尾。

source: Check Out New Branch
ja: 新規ブランチをチェックアウト
ko: 새 브랜치 체크아웃
zh_hans: 签出新建的分支
zh_hant: 簽出新增的分支

# branchStartPointCommit
source: Selected Commit
ja: 選択したコミット
ko: 선택한 커밋
zh_hans: 所选提交
zh_hant: 所選提交

# branchStartPointHead
source: Current HEAD
ja: 現在の HEAD
ko: 현재 HEAD
zh_hans: 当前 HEAD
zh_hant: 目前 HEAD

# branchStartPoint
source: Start Point
ja: 開始地点
ko: 시작 지점
zh_hans: 起始点
zh_hant: 起始點

source: Branch Name
ja: ブランチ名
ko: 브랜치 이름
zh_hans: 分支名称
zh_hant: 分支名稱

source: Cherry-pick in Progress
ja: チェリーピック進行中
ko: 체리픽 진행 중
zh_hans: 正在拣选提交
zh_hant: 正在挑選提交

source: Commits
ja: コミット
ko: 커밋
zh_hans: 提交
zh_hant: 提交

source: Conflict
ja: コンフリクト
ko: 충돌
zh_hans: 冲突
zh_hant: 衝突

# createBranchFailedDescription
source: Git refused to create the branch.
ja: Git はブランチの作成を拒否しました。
ko: Git이 브랜치 생성을 거부했습니다.
zh_hans: Git 拒绝创建该分支。
zh_hant: Git 拒絕建立該分支。

# createBranchHereHelp
source: Create a branch starting at this Commit
ja: このコミットを起点にブランチを作成
ko: 이 커밋을 시작 지점으로 브랜치 생성
zh_hans: 以此提交为起点创建分支
zh_hant: 以此提交為起點建立分支

source: Create Branch Here
ja: ここにブランチを作成
ko: 여기에 브랜치 생성
zh_hans: 在此创建分支
zh_hant: 在此建立分支

source: Create Branch
ja: ブランチを作成
ko: 브랜치 생성
zh_hans: 创建分支
zh_hant: 建立分支

source: Current Branch
ja: 現在のブランチ
ko: 현재 브랜치
zh_hans: 当前分支
zh_hant: 目前分支

source: Deleted
ja: 削除
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

source: From
ja: 変更前
ko: 변경 전
zh_hans: 原路径
zh_hant: 原路徑

source: git am in Progress
ja: git am 進行中
ko: git am 진행 중
zh_hans: 正在执行 git am
zh_hant: 正在執行 git am

# loadingRepositoryDescription
source: Reading refs and working-tree state from Git.
ja: Git から参照と作業ツリーの状態を読み込んでいます。
ko: Git에서 참조와 작업 트리 상태를 읽는 중입니다.
zh_hans: 正在从 Git 读取引用和工作树状态。
zh_hant: 正在從 Git 讀取參照與工作樹狀態。

source: Merge in Progress
ja: マージ進行中
ko: 병합 진행 중
zh_hans: 正在合并
zh_hant: 正在合併

source: Modified
ja: 変更
ko: 수정됨
zh_hans: 已修改
zh_hant: 已修改

# openRepositoryDescription
source: Open a Repository to view its real Git state.
ja: リポジトリを開いて実際の Git 状態を表示します。
ko: 저장소를 열어 실제 Git 상태를 확인하세요.
zh_hans: 打开仓库以查看真实的 Git 状态。
zh_hant: 開啟儲存庫以檢視真實的 Git 狀態。

# operationInProgressDescription
source: Resolve any Conflicts in Changes before continuing or aborting this operation.
ja: 続行または中止する前に、変更内のコンフリクトを解決してください。
ko: 계속하거나 중단하기 전에 변경 사항의 충돌을 해결하세요.
zh_hans: 继续或中止前，请先解决更改中的冲突。
zh_hant: 繼續或中止前，請先解決變更中的衝突。

source: Rebase in Progress
ja: リベース進行中
ko: 리베이스 진행 중
zh_hans: 正在变基
zh_hant: 正在重定基底

source: Renamed
ja: 名前変更
ko: 이름 변경됨
zh_hans: 已重命名
zh_hant: 已重新命名

# repositorySize
source: Git Object Size
ja: Git オブジェクトサイズ
ko: Git 객체 크기
zh_hans: Git 对象大小
zh_hant: Git 物件大小

source: Revert in Progress
ja: リバート進行中
ko: 되돌리기 진행 중
zh_hans: 正在还原提交
zh_hant: 正在還原提交

source: Staged Changes
ja: ステージ済みの変更
ko: 스테이징된 변경 사항
zh_hans: 已暂存的更改
zh_hant: 已暫存的變更

source: Type Changed
ja: 種類変更
ko: 유형 변경됨
zh_hans: 类型已更改
zh_hant: 類型已變更

source: To
ja: 変更後
ko: 변경 후
zh_hans: 新路径
zh_hant: 新路徑

source: Untracked
ja: 未追跡
ko: 추적되지 않음
zh_hans: 未跟踪
zh_hant: 未追蹤

source: Upstream
ja: アップストリーム
ko: 업스트림
zh_hans: 上游
zh_hant: 上游

source: Upstream gone
ja: 上流が消失
ko: 업스트림 없음
zh_hans: 上游已消失
zh_hant: 上游已消失

# branchMenu
source: Branch
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

source: Branches
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

source: Changes
ja: 変更
ko: 변경 사항
zh_hans: 更改
zh_hant: 變更

source: Checkout
ja: チェックアウト
ko: 체크아웃
zh_hans: 签出
zh_hant: 簽出

source: Commit
ja: コミット
ko: 커밋
zh_hans: 提交
zh_hant: 提交

source: Fetch
ja: フェッチ
ko: 페치
zh_hans: 获取
zh_hant: 擷取

# fetchHelp
source: Fetch remote updates
ja: リモートの更新をフェッチ
ko: 원격 업데이트 페치
zh_hans: 获取远程更新
zh_hant: 擷取遠端更新

source: History
ja: 履歴
ko: 기록
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Merge
ja: マージ
ko: 병합
zh_hans: 合并
zh_hant: 合併

source: New Branch
ja: 新規ブランチ
ko: 새 브랜치
zh_hans: 新建分支
zh_hant: 新增分支

# newBranchHelp
source: Create a branch
ja: ブランチを作成
ko: 브랜치 생성
zh_hans: 创建分支
zh_hant: 建立分支

source: No Branches
ja: ブランチなし
ko: 브랜치 없음
zh_hans: 没有分支
zh_hant: 沒有分支

source: No Changes
ja: 変更なし
ko: 변경 사항 없음
zh_hans: 没有更改
zh_hant: 沒有變更

# noChangesDescription
source: Working tree changes will appear here.
ja: 作業ツリーの変更がここに表示されます。
ko: 작업 트리의 변경 사항이 여기에 표시됩니다.
zh_hans: 工作树更改将显示在这里。
zh_hant: 工作樹的變更會顯示在這裡。

source: No History
ja: 履歴なし
ko: 기록 없음
zh_hans: 没有历史记录
zh_hant: 沒有歷史記錄

# noHistoryDescription
source: Reachable commits will appear here.
ja: 到達可能なコミットがここに表示されます。
ko: 접근 가능한 커밋이 여기에 표시됩니다.
zh_hans: 可达的提交将显示在这里。
zh_hant: 可到達的提交會顯示在這裡。

source: No Remotes
ja: リモートなし
ko: 원격 저장소 없음
zh_hans: 没有远程
zh_hant: 沒有遠端

source: No Repository Open
ja: リポジトリが開かれていません
ko: 열려 있는 저장소 없음
zh_hans: 未打开仓库
zh_hant: 尚未開啟儲存庫

source: No Repository Selected
ja: リポジトリが選択されていません
ko: 선택된 저장소 없음
zh_hans: 未选择仓库
zh_hant: 尚未選取儲存庫

source: No Stashes
ja: スタッシュなし
ko: 스태시 없음
zh_hans: 没有贮藏
zh_hant: 沒有儲藏

# noStashesDescription
source: Saved working changes will appear here.
ja: 保存された作業中の変更がここに表示されます。
ko: 저장한 작업 변경 사항이 여기에 표시됩니다.
zh_hans: 已保存的工作更改将显示在这里。
zh_hant: 已儲藏的工作變更會顯示在這裡。

source: No Tags
ja: タグなし
ko: 태그 없음
zh_hans: 没有标签
zh_hant: 沒有標籤

source: Nothing Selected
ja: 何も選択されていません
ko: 선택된 항목 없음
zh_hans: 未选择内容
zh_hant: 尚未選取任何項目

# nothingSelectedDescription
source: Select an item to inspect its details.
ja: 項目を選択して詳細を確認してください。
ko: 세부 정보를 확인할 항목을 선택하세요.
zh_hans: 选择一个项目以查看其详细信息。
zh_hant: 選取項目以查看詳細資訊。

source: Open Repository
ja: リポジトリを開く
ko: 저장소 열기
zh_hans: 打开仓库
zh_hant: 開啟儲存庫

source: Pull
ja: プル
ko: 풀
zh_hans: 拉取
zh_hant: 拉取

# pullHelp
source: Pull from the upstream branch
ja: 上流ブランチからプル
ko: 업스트림 브랜치에서 풀
zh_hans: 从上游分支拉取
zh_hant: 從上游分支拉取

source: Push
ja: プッシュ
ko: 푸시
zh_hans: 推送
zh_hant: 推送

# pushHelp
source: Push to the upstream branch
ja: 上流ブランチへプッシュ
ko: 업스트림 브랜치로 푸시
zh_hans: 推送到上游分支
zh_hant: 推送至上游分支

source: Rebase
ja: リベース
ko: 리베이스
zh_hans: 变基
zh_hant: 變基

source: Remotes
ja: リモート
ko: 원격 저장소
zh_hans: 远程
zh_hant: 遠端

source: Repository Info
ja: リポジトリ情報
ko: 저장소 정보
zh_hans: 仓库信息
zh_hant: 儲存庫資訊

# repositoryInfoDescription
source: Open a Repository to inspect its information.
ja: リポジトリを開いて情報を確認してください。
ko: 정보를 확인할 저장소를 여세요.
zh_hans: 打开仓库以查看其信息。
zh_hant: 開啟儲存庫以查看相關資訊。

# repositoryInfoHelp
source: Show or hide Repository Info
ja: リポジトリ情報を表示または非表示
ko: 저장소 정보 표시 또는 숨기기
zh_hans: 显示或隐藏仓库信息
zh_hant: 顯示或隱藏儲存庫資訊

# repositoryMenu
source: Repository
ja: リポジトリ
ko: 저장소
zh_hans: 仓库
zh_hant: 儲存庫

# repositoryOpenFailed
source: Repository Could Not Be Opened
ja: リポジトリを開けませんでした
ko: 저장소를 열 수 없음
zh_hans: 无法打开仓库
zh_hant: 無法開啟儲存庫

# repositoryOpenFailedDescription
source: Choose another Repository and try again.
ja: 別のリポジトリを選択して、もう一度お試しください。
ko: 다른 저장소를 선택하고 다시 시도하세요.
zh_hans: 请选择另一个仓库并重试。
zh_hant: 請選擇其他儲存庫，然後再試一次。

# resolveConflictBeforeStaging
source: Resolve this Conflict in an editor before continuing.
ja: 続行する前に、エディタでこのコンフリクトを解決してください。
ko: 계속하기 전에 편집기에서 이 충돌을 해결하세요.
zh_hans: 请先在编辑器中解决此冲突。
zh_hant: 請先在編輯器中解決此衝突。

source: Stage All
ja: すべてステージ
ko: 모두 스테이징
zh_hans: 全部暂存
zh_hant: 全部暫存

source: Stage File
ja: ファイルをステージ
ko: 파일 스테이징
zh_hans: 暂存文件
zh_hant: 暫存檔案

# stageFileFailed
source: File Could Not Be Staged
ja: ファイルをステージできませんでした
ko: 파일을 스테이징할 수 없음
zh_hans: 无法暂存文件
zh_hant: 無法暫存檔案

# stageFilesFailed
source: Files Could Not Be Staged
ja: ファイルをステージできませんでした
ko: 파일을 스테이징할 수 없음
zh_hans: 无法暂存文件
zh_hant: 無法暫存檔案

source: Stash
ja: スタッシュ
ko: 스태시
zh_hans: 贮藏
zh_hant: 儲藏

# stashHelp
source: Stash working changes
ja: 作業中の変更をスタッシュ
ko: 작업 변경 사항 스태시
zh_hans: 贮藏工作更改
zh_hant: 儲藏工作變更

source: Stashes
ja: スタッシュ
ko: 스태시
zh_hans: 贮藏
zh_hant: 儲藏

source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Unstage All
ja: すべてステージ解除
ko: 모두 스테이징 해제
zh_hans: 全部取消暂存
zh_hant: 取消全部暫存

source: Unstage File
ja: ファイルのステージを解除
ko: 파일 스테이징 해제
zh_hans: 取消暂存文件
zh_hant: 取消暫存檔案

# unstageFileFailed
source: File Could Not Be Unstaged
ja: ファイルのステージを解除できませんでした
ko: 파일의 스테이징을 해제할 수 없음
zh_hans: 无法取消暂存文件
zh_hant: 無法取消暫存檔案

# unstageFilesFailed
source: Files Could Not Be Unstaged
ja: ファイルのステージを解除できませんでした
ko: 파일의 스테이징을 해제할 수 없음
zh_hans: 无法取消暂存文件
zh_hant: 無法取消暫存檔案

# bareRepositoryUnsupported
source: Bare Repository Is Unsupported
ja: ベアリポジトリには対応していません
ko: 베어 저장소는 지원되지 않음
zh_hans: 不支持裸仓库
zh_hant: 不支援裸儲存庫

# bareRepositoryUnsupportedDescription
source: Colofa requires a working tree. Choose a non-bare Repository.
ja: Colofa には作業ツリーが必要です。ベアではないリポジトリを選択してください。
ko: Colofa에는 작업 트리가 필요합니다. 베어 저장소가 아닌 저장소를 선택하세요.
zh_hans: Colofa 需要工作树。请选择非裸仓库。
zh_hant: Colofa 需要工作樹。請選擇非裸儲存庫。

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Check Again
ja: 再確認
ko: 다시 확인
zh_hans: 重新检查
zh_hant: 重新檢查

source: Choose Another Repository
ja: 別のリポジトリを選択
ko: 다른 저장소 선택
zh_hans: 选择另一个仓库
zh_hant: 選擇其他儲存庫

source: Command
ja: コマンド
ko: 명령
zh_hans: 命令
zh_hant: 命令

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# gitCommandFailedDescription
source: Git could not load the Repository. Review the sanitized details and try again.
ja: Git はリポジトリを読み込めませんでした。安全化された詳細を確認して、もう一度お試しください。
ko: Git에서 저장소를 불러오지 못했습니다. 정리된 세부 정보를 확인하고 다시 시도하세요.
zh_hans: Git 无法载入仓库。请检查已清理的详细信息并重试。
zh_hant: Git 無法載入儲存庫。請檢查已清理的詳細資訊並再試一次。

# gitMissingHelperDescription
source: Git needs “%@” and could not find it. Install it, or launch Colofa from a terminal so Git searches the same locations your shell does.
ja: Git は「%@」を必要としていますが、見つけられませんでした。インストールするか、Colofa をターミナルから起動して、シェルと同じ場所を Git が検索できるようにしてください。
ko: Git에 “%@”이(가) 필요하지만 찾지 못했습니다. 설치하거나, 터미널에서 Colofa를 실행해 Git이 셸과 같은 위치를 검색하도록 하세요.
zh_hans: Git 需要“%@”，但找不到它。请安装它，或从终端启动 Colofa，让 Git 搜索与你的 shell 相同的位置。
zh_hant: Git 需要「%@」，但找不到它。請安裝它，或從終端機啟動 Colofa，讓 Git 搜尋與你的 shell 相同的位置。

# gitMutationFailedDescription
source: Git could not complete the operation. Review the sanitized details and try again.
ja: Git は操作を完了できませんでした。安全化された詳細を確認して、もう一度お試しください。
ko: Git에서 작업을 완료하지 못했습니다. 정리된 세부 정보를 확인하고 다시 시도하세요.
zh_hans: Git 无法完成操作。请检查已清理的详细信息并重试。
zh_hant: Git 無法完成操作。請檢查已清理的詳細資訊並再試一次。

source: Git Operation Failed
ja: Git 操作に失敗しました
ko: Git 작업 실패
zh_hans: Git 操作失败
zh_hant: Git 操作失敗

# gitOutputParsingFailed
source: Git returned Repository data that Colofa could not understand.
ja: Git から Colofa が解釈できないリポジトリデータが返されました。
ko: Git에서 Colofa가 이해할 수 없는 저장소 데이터를 반환했습니다.
zh_hans: Git 返回了 Colofa 无法识别的仓库数据。
zh_hant: Git 傳回了 Colofa 無法識別的儲存庫資料。

source: Git Directory
ja: Git ディレクトリ
ko: Git 디렉터리
zh_hans: Git 目录
zh_hant: Git 目錄

# gitUnavailable
source: Git Is Not Available
ja: Git を利用できません
ko: Git을 사용할 수 없음
zh_hans: Git 不可用
zh_hant: Git 無法使用

# gitUnavailableDescription
source: Install the Xcode Command Line Tools, then check again. Colofa does not require a Git path setting.
ja: Xcode コマンドラインツールをインストールしてから再確認してください。Git パスの設定は不要です。
ko: Xcode 명령줄 도구를 설치한 다음 다시 확인하세요. Git 경로 설정은 필요하지 않습니다.
zh_hans: 请安装 Xcode 命令行工具，然后重新检查。Colofa 不需要 Git 路径设置。
zh_hant: 請安裝 Xcode 命令列工具，然後重新檢查。Colofa 不需要 Git 路徑設定。

source: Loading Repository
ja: リポジトリを読み込み中
ko: 저장소 불러오는 중
zh_hans: 正在载入仓库
zh_hant: 正在載入儲存庫

source: Not a Repository
ja: リポジトリではありません
ko: 저장소가 아님
zh_hans: 不是仓库
zh_hant: 不是儲存庫

# notARepositoryDescription
source: The selected folder is not inside a Git Repository.
ja: 選択したフォルダは Git リポジトリ内にありません。
ko: 선택한 폴더가 Git 저장소 안에 있지 않습니다.
zh_hans: 所选文件夹不在 Git 仓库中。
zh_hant: 所選資料夾不在 Git 儲存庫中。

source: Output
ja: 出力
ko: 출력
zh_hans: 输出
zh_hant: 輸出

# repositoryLocationUnavailable
source: Repository Location Is Unavailable
ja: リポジトリの場所を利用できません
ko: 저장소 위치를 사용할 수 없음
zh_hans: 仓库位置不可用
zh_hant: 儲存庫位置無法使用

# repositoryLocationUnavailableDescription
source: The folder may have moved, been deleted, or become unreadable.
ja: フォルダが移動、削除、または読み取り不能になった可能性があります。
ko: 폴더가 이동 또는 삭제되었거나 읽을 수 없게 되었을 수 있습니다.
zh_hans: 该文件夹可能已移动、被删除或无法读取。
zh_hant: 該資料夾可能已移動、刪除或無法讀取。

# repositoryName
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# repositoryPath
source: Path
ja: パス
ko: 경로
zh_hans: 路径
zh_hant: 路徑

source: Unborn Branch
ja: 未作成のブランチ
ko: 아직 커밋이 없는 브랜치
zh_hans: 尚无提交的分支
zh_hant: 尚無提交的分支

source: View Details
ja: 詳細を表示
ko: 세부 정보 보기
zh_hans: 查看详情
zh_hant: 查看詳細資訊

source: Workspace
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

source: Configuration
ja: 設定
ko: 구성
zh_hans: 配置
zh_hant: 設定

# configurationEditingScope
source: Editing
ja: 編集対象
ko: 편집 대상
zh_hans: 编辑范围
zh_hant: 編輯範圍

# configurationRepositoryScope
source: This Repository
ja: このリポジトリ
ko: 이 저장소
zh_hans: 此仓库
zh_hant: 此儲存庫

# configurationGlobalScope
source: Global
ja: グローバル
ko: 전역
zh_hans: 全局
zh_hant: 全域

# configurationRepositoryDestination
source: Writes to this Repository's local Git configuration.
ja: このリポジトリのローカル Git 設定に書き込みます。
ko: 이 저장소의 로컬 Git 구성에 씁니다.
zh_hans: 写入此仓库的本地 Git 配置。
zh_hant: 寫入此儲存庫的本機 Git 設定。

# configurationGlobalDestination
source: Writes to your global Git configuration.
ja: グローバル Git 設定に書き込みます。
ko: 전역 Git 구성에 씁니다.
zh_hans: 写入你的全局 Git 配置。
zh_hant: 寫入你的全域 Git 設定。

# configurationSystemScope
source: System
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# configurationWorktreeScope
source: Worktree
ja: ワークツリー
ko: 워크트리
zh_hans: 工作树
zh_hant: 工作樹

# configurationCommandScope
source: Command
ja: コマンド
ko: 명령
zh_hans: 命令
zh_hant: 命令

# configurationUnknownScope
source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# configurationUserName
source: Author Name
ja: 作成者名
ko: 작성자 이름
zh_hans: 作者姓名
zh_hant: 作者姓名

# configurationUserNameDescription
source: Git uses this name for new commits.
ja: Git は新しいコミットにこの名前を使用します。
ko: Git은 새 커밋에 이 이름을 사용합니다.
zh_hans: Git 会将此姓名用于新提交。
zh_hant: Git 會將此姓名用於新提交。

# configurationUserEmail
source: Author Email
ja: 作成者メールアドレス
ko: 작성자 이메일
zh_hans: 作者邮箱
zh_hant: 作者電子郵件

# configurationUserEmailDescription
source: Git uses this address for new commits.
ja: Git は新しいコミットにこのアドレスを使用します。
ko: Git은 새 커밋에 이 주소를 사용합니다.
zh_hans: Git 会将此地址用于新提交。
zh_hant: Git 會將此地址用於新提交。

# configurationHTTPProxy
source: HTTP Proxy
ja: HTTP プロキシ
ko: HTTP 프록시
zh_hans: HTTP 代理
zh_hant: HTTP 代理伺服器

# configurationHTTPProxyDescription
source: Applies to HTTP(S) transfers; SSH remotes use your SSH configuration instead.
ja: HTTP(S) 転送に適用されます。SSH リモートには SSH 設定が使用されます。
ko: HTTP(S) 전송에 적용되며 SSH 리모트는 SSH 구성을 사용합니다.
zh_hans: 适用于 HTTP(S) 传输；SSH 远程仓库使用 SSH 配置。
zh_hant: 適用於 HTTP(S) 傳輸；SSH 遠端儲存庫使用 SSH 設定。

# configurationEmailWarning
source: This does not look like a conventional email address. Git may still accept it.
ja: 一般的なメールアドレスの形式ではありません。Git は受け付ける場合があります。
ko: 일반적인 이메일 주소처럼 보이지 않습니다. Git은 계속 허용할 수 있습니다.
zh_hans: 这看起来不像常见的邮箱地址，但 Git 仍可能接受它。
zh_hant: 這看起來不像常見的電子郵件地址，但 Git 仍可能接受它。

# configurationEffective
source: Effective
ja: 有効
ko: 적용됨
zh_hans: 生效
zh_hant: 生效

# configurationEmptyValue
source: Empty value
ja: 空の値
ko: 빈 값
zh_hans: 空值
zh_hant: 空值

# configurationNoValue
source: Not configured in any source.
ja: どの設定ソースにも設定されていません。
ko: 어떤 구성 소스에도 설정되어 있지 않습니다.
zh_hans: 任何配置来源均未设置。
zh_hant: 任何設定來源均未設定。

# configurationInheritsGlobalValue
source: Inherited from global: %@
ja: グローバルから継承：%@
ko: 전역에서 상속: %@
zh_hans: 继承自全局：%@
zh_hant: 繼承自全域：%@

# configurationOverridesGlobalValue
source: Overrides global “%@”.
ja: グローバル値「%@」を上書きします。
ko: 전역 값 “%@”을(를) 재정의합니다.
zh_hans: 覆盖全局“%@”。
zh_hant: 覆寫全域「%@」。

# configurationRemoveOverride
source: Remove Override
ja: 上書きを削除
ko: 재정의 제거
zh_hans: 移除覆盖
zh_hant: 移除覆寫

# configurationRemoveRepositoryOverride
source: Remove Repository Override
ja: リポジトリの上書きを削除
ko: 저장소 재정의 제거
zh_hans: 移除仓库覆盖
zh_hant: 移除儲存庫覆寫

# configurationRepositoryShadowsValue
source: This Repository overrides this value with “%@”.
ja: このリポジトリはこの値を「%@」で上書きしています。
ko: 이 저장소가 이 값을 “%@”(으)로 재정의합니다.
zh_hans: 本仓库以“%@”覆盖此项。
zh_hant: 此儲存庫以「%@」覆寫此項。

# configurationSourceShadowsValue
source: Another configuration source sets the effective value to “%@”.
ja: 別の設定ソースが有効な値を「%@」に設定しています。
ko: 다른 구성 소스가 유효 값을 “%@”(으)로 설정합니다.
zh_hans: 其他配置来源将生效值设为“%@”。
zh_hant: 其他設定來源將生效值設為「%@」。

# configurationSave
source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# configurationSaveFailed
source: Configuration Could Not Be Saved
ja: 設定を保存できませんでした
ko: 구성을 저장할 수 없음
zh_hans: 无法保存配置
zh_hant: 無法儲存設定

source: Amend Commit
ja: コミットを修正
ko: 커밋 수정
zh_hans: 修订提交
zh_hant: 修訂提交

# amendCommitFailed
source: Commit Could Not Be Amended
ja: コミットを修正できませんでした
ko: 커밋을 수정할 수 없음
zh_hans: 无法修订提交
zh_hant: 無法修訂提交

# amendCancelledHeadChangedMessage
source: HEAD changed outside Colofa. Your Amend edits were discarded, and the message you had before entering Amend was restored.
ja: Colofa の外部で HEAD が変更されました。修正中の編集内容は破棄され、修正を開始する前のメッセージが復元されました。
ko: Colofa 외부에서 HEAD가 변경되었습니다. 수정 중인 편집 내용은 삭제되었으며, 수정하기 전에 작성하던 메시지가 복원되었습니다.
zh_hans: HEAD 已在 Colofa 外部发生变化。修订期间的编辑已丢弃，并已恢复进入修订前的消息。
zh_hant: HEAD 已在 Colofa 外部發生變更。修訂期間的編輯已捨棄，並已還原進入修訂前的訊息。

# amendCancelledHeadChangedTitle
source: Amend Canceled
ja: コミットの修正をキャンセルしました
ko: 커밋 수정이 취소됨
zh_hans: 已取消修订
zh_hant: 已取消修訂

# amendPublishedCommitConfirm
source: Amend Anyway
ja: それでも修正
ko: 그래도 수정
zh_hans: 仍要修订
zh_hant: 仍要修訂

# amendPublishedCommitMessage
source: This Commit already exists on a remote. Amending rewrites History, so publishing it again will require an explicit Force Push.
ja: このコミットは既にリモートに存在します。修正すると履歴が書き換えられるため、再度公開するには明示的な強制プッシュが必要になります。
ko: 이 커밋은 이미 리모트에 있습니다. 수정하면 히스토리가 다시 쓰이므로, 다시 게시하려면 명시적인 강제 푸시가 필요합니다.
zh_hans: 该提交已存在于远程。修订会重写历史，因此再次发布时需要显式的强制推送。
zh_hant: 此提交已存在於遠端。修訂會重寫歷史，因此再次發布時需要明確的強制推送。

# amendPublishedCommitTitle
source: Amend a Published Commit?
ja: 公開済みのコミットを修正しますか？
ko: 게시된 커밋을 수정할까요?
zh_hans: 要修订已发布的提交吗？
zh_hant: 要修訂已發布的提交嗎？

# amendReformatsMessageGuidance
source: This Commit's message does not fit Summary and Description exactly. Amending will reformat it.
ja: このコミットのメッセージは概要と説明にそのままは収まりません。修正するとメッセージが整形し直されます。
ko: 이 커밋의 메시지는 요약과 설명에 그대로 담기지 않습니다. 수정하면 메시지 서식이 다시 정리됩니다.
zh_hans: 该提交的消息无法原样放入摘要和描述。修订会重新排版这条消息。
zh_hant: 此提交的訊息無法原樣放入摘要和描述。修訂會重新排版這則訊息。

# commitAmend
source: Amend
ja: 修正
ko: 수정
zh_hans: 修订
zh_hant: 修訂

# commitDescription
source: Description
ja: 説明
ko: 설명
zh_hans: 描述
zh_hant: 描述

# commitFailed
source: Commit Could Not Be Created
ja: コミットを作成できませんでした
ko: 커밋을 만들 수 없음
zh_hans: 无法创建提交
zh_hant: 無法建立提交

# commitHelp
source: Create a Commit containing exactly the Staged Changes.
ja: ステージ済みの変更だけを含むコミットを作成します。
ko: 스테이징된 변경 사항만 포함하는 커밋을 만듭니다.
zh_hans: 创建仅包含已暂存更改的提交。
zh_hant: 建立僅包含已暫存變更的提交。

# commitStagedFiles
source: Staged Files
ja: ステージ済みファイル
ko: 스테이징된 파일
zh_hans: 已暂存文件
zh_hant: 已暫存檔案

# commitSummary
source: Summary
ja: 概要
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

# commitSummaryLengthGuidance
source: Summaries longer than 50 characters are shortened by most Git tools.
ja: 50 文字を超える概要は、ほとんどの Git ツールで省略されます。
ko: 50자를 넘는 요약은 대부분의 Git 도구에서 줄여서 표시됩니다.
zh_hans: 超过 50 个字符的摘要会被大多数 Git 工具截断显示。
zh_hant: 超過 50 個字元的摘要會被大多數 Git 工具截斷顯示。

# commitUnavailableConflict
source: Resolve every Conflict before committing.
ja: コミットする前に、すべてのコンフリクトを解決してください。
ko: 커밋하기 전에 모든 충돌을 해결하세요.
zh_hans: 提交前请先解决所有冲突。
zh_hant: 提交前請先解決所有衝突。

# commitUnavailableDetachedHead
source: HEAD is detached. Create a Branch first so the Commit stays reachable.
ja: HEAD が分離しています。コミットが到達可能なままになるよう、先にブランチを作成してください。
ko: HEAD가 분리되어 있습니다. 커밋에 계속 접근할 수 있도록 먼저 브랜치를 만드세요.
zh_hans: HEAD 处于分离状态。请先创建分支，以免提交无法被引用。
zh_hant: HEAD 處於分離狀態。請先建立分支，以免提交無法被引用。

# commitUnavailableEmptySummary
source: Enter a Summary before committing.
ja: コミットする前に概要を入力してください。
ko: 커밋하기 전에 요약을 입력하세요.
zh_hans: 提交前请输入摘要。
zh_hant: 提交前請輸入摘要。

# commitUnavailableMissingIdentity
source: Set user.name and user.email in Repository Info before committing.
ja: コミットする前に、リポジトリ情報で user.name と user.email を設定してください。
ko: 커밋하기 전에 저장소 정보에서 user.name과 user.email을 설정하세요.
zh_hans: 提交前请在仓库信息中设置 user.name 与 user.email。
zh_hant: 提交前請在儲存庫資訊中設定 user.name 與 user.email。

# commitUnavailableMutationInProgress
source: Another Git command is still running.
ja: 別の Git コマンドがまだ実行中です。
ko: 다른 Git 명령이 아직 실행 중입니다.
zh_hans: 另一条 Git 命令仍在运行。
zh_hant: 另一條 Git 命令仍在執行。
